[
  {
    "texto": "I am reduced to a thing that wants Virginia. I composed a beautiful letter to you in the sleepless nightmare hours of the night, and it has all gone: I just miss you, in a quite simple desperate human way.",
    "data": "Vita to Virginia, 21 January 1926"
  },
  {
    "texto": "It is incredible how essential to me you have become. I suppose you are accustomed to people saying these things. Damn you, spoilt creature; I shan’t make you love me any the more by giving myself away like this.",
    "data": "Vita to Virginia, 21 January 1926"
  },
  {
    "texto": "But oh my dear, I can’t be clever and stand-offish with you: I love you too much for that. Too truly. You have no idea how stand-offish I can be with people I don’t love. I have brought it to a fine art. But you have broken down my defences.",
    "data": "Vita to Virginia, 21 January 1926"
  },
  {
    "texto": "I have missed you. I do miss you. I shall miss you. And if you don’t believe it, you’re a long-eared owl and ass.",
    "data": "Virginia to Vita, 26 January 1926"
  },
  {
    "texto": "I really curse and damn at the pain of it — and yet I wouldn’t be without it for anything... Oh damn it, Virginia, I wish I didn’t love you so much. No I don’t though; that’s not true. I am glad I do.",
    "data": "Vita to Virginia, 28 January 1927"
  },
  {
    "texto": "Yes yes yes I do like you. I am afraid to write the stronger word.",
    "data": "Virginia to Vita, 8 February 1927"
  },
  {
    "texto": "I just send you my love, unsquashable.",
    "data": "Vita to Virginia, 9 August 1929"
  },
  {
    "texto": "The wish to steal Virginia overcomes me, — steal her, take her away, and put her in the sun...",
    "data": "Vita to Virginia, 23 January 1926"
  },
  {
    "texto": "I’m settling down to wanting you, doggedly, dismally, faithfully.",
    "data": "Virginia to Vita, 31 January 1927"
  },
  {
    "texto": "Ah, but I like being with Vita.",
    "data": "Virginia to Vita, 22 December 1925"
  },
  {
    "texto": "I have walked on air all day since getting your letter. I am more pleased than I can tell you at your approval... I felt like a stroked cat.",
    "data": "Vita to Virginia, 17 September 1924"
  },
  {
    "texto": "It’s odd how I want you when I’m ill. I think everything would be warm and happy if Vita came in.",
    "data": "Virginia to Vita, 29 January 1929"
  },
  {
    "texto": "Do be good, strong-minded, self protective. I hate it when you get tired and droop. It really hurts me. Bless you, sweet.",
    "data": "Vita to Virginia, 30 November 1926"
  },
  {
    "texto": "When I read you, I feel no one has ever written English prose before... I wonder perpetually how you do it.",
    "data": "Vita to Virginia, 17 June 1926"
  },
  {
    "texto": "My silly Virginia. My darling, darling, precious Virginia.",
    "data": "Vita to Virginia, 19 September 1928"
  },
  {
    "texto": "There’s only one person I want to see, and she has no burning wish for anything but a rose red tower and a view of hop gardens and oasts. Who can it be?",
    "data": "Virginia to Vita, 25 May 1932"
  },
  {
    "texto": "I have just found your letter... It made me so happy that I turned into a firework and went up, in a shower of sparks, and have only just come down again, very singed and blackened, to write this.",
    "data": "Virginia to Vita, 30 January 1927"
  },
  {
    "texto": "My (once) Virginia... Just because you choose to sit in the mud in Kent and I on the flags of London, that’s no reason why love should fade, is it?",
    "data": "Vita to Virginia, 13 November 1937"
  },
  {
    "texto": "You know I love you, and you know I like Leonard. There is a difference between love and like. So you are my love and Leonard is my like. I do like Leonard extremely.",
    "data": "Vita to Virginia, 10 October 1940"
  },
  {
    "texto": "I like the battlements in the moonlight and the frost. You will stay over Tuesday night, won't you? ... I suppose I can manage to exist until Monday but I’m not sure.",
    "data": "Vita to Virginia, 15 January 1927"
  },
  {
    "texto": "Style is a very simple matter, it is all rhythm. Once you get that, you can't use the wrong words.",
    "data": "Virginia to Vita, 16 March 1926"
  },
  {
    "texto": "I try to invent you for myself, but find I really have only 2 twigs and 3 straws to do it with.",
    "data": "Virginia to Vita, 7 September 1925"
  },
  {
    "texto": "But I like it less when I read that you have been ill for a week. It makes me feel guilty for every moment that I have spent, hearty and well.",
    "data": "Vita to Virginia, 2 September 1925"
  },
  {
    "texto": "It is a sensation I get only from you. It is physically stimulating, restful at the same time.",
    "data": "Virginia to Vita, 7 October 1928"
  },
  {
    "texto": "I am blind. Blinded by diamonds... I have been in Aladdin's cave. Sacks of emeralds were emptied out before our eyes.",
    "data": "Vita to Virginia (from Teheran), 8 April 1926"
  },
  {
    "texto": "I want to take you over the water meadows in the summer on foot, I have thought of many million things to tell you. Devil that you are, to vanish to Persia and leave me here!",
    "data": "Virginia to Vita, 17 February 1926"
  },
  {
    "texto": "Do you know, it was my native modesty which prevented me from sending you my book. I couldn’t believe you really wanted it.",
    "data": "Vita to Virginia, 23 November 1933"
  },
  {
    "texto": "I will never dine out again. I will burn my evening dress. I have gone through this door. Nothing exists beyond... I sacrificed an evening alone with Vita... an evening of pleasure.",
    "data": "Virginia's Diary, 16 December 1930"
  },
  {
    "texto": "After all, what is a lovely phrase? One that has mopped up as much Truth as it can hold.",
    "data": "Virginia to Vita, 31 January 1926"
  },
  {
    "texto": "I am so glad that you are happy. I am so glad that you are working. I am so glad that you love me.",
    "data": "Virginia to Vita"
  }
]
